export default [
  {
    id: 1,
    author: {
      avatar: 'https://sun9-44.userapi.com/c851136/v851136928/5f890/yxxCxOAwVHA.jpg?ava=1',
      fullName: 'Юрий Кундин',
    },
    text: [
      'Гайс, тут такое дело, по поводу ютуб канала Рофляночка, я не имею пруфов что страх',
      'прям владелец или профит получает, не надо душить его, мб там рли человек не при',
      'делах, а его уже прессуют:(. Прессовать только страхислава и его псевдо-группу. У меня',
      'никогда не было целей как то атаковать мелкие каналы которые потеют за копейки',
      'буквально (а профит у них никакой поверьте).',
    ].join(''),
    createdAt: new Date(),
    counters: {
      likes: 1,
      comments: 0,
    },
  },
  {
    id: 2,
    author: {
      avatar: 'https://sun9-44.userapi.com/c851136/v851136928/5f890/yxxCxOAwVHA.jpg?ava=1',
      fullName: 'Юрий Кундин',
    },
    text: [
      'Пришел донат на стриме, напомнили о сабже.',
      'Если вкратце хороший канал про животных и вроде как хороший человек его ведет.',
      ' И этого мужика тупо душат из-за земли, если кто-то помочь реально может - дерзайте,',
      ' я сделал репост чиста на всякий случай, вдруг полезно будет.',
    ].join(''),
    createdAt: new Date(2019, 3, 12, 12, 12),
    counters: {
      likes: 14,
      comments: 3,
    },
  },
]
